Table of Contents
 Enum PrestressSteelTypeSIA
Namespace
IdeaRS.OpenModel.Material
Assembly
IdeaRS.OpenModel.dll
Type of prestress steel
public enum PrestressSteelTypeSIA
Fields
Bar = 2
bar - tyč
Strand = 1
Strand - lana
Wire = 0
wire - drát
Fields
 Name |  Description
 Bar = 2
bar - tyč
 Strand = 1
Strand - lana
 Wire = 0
wire - drát
 Edit this page